Repository: common-repository/menupublisher-4-wp
Catalog: languages/menupublisher-4-wp-*.po
Languages: de_de

source: %s options
de_de: %s Einstellungen

source: You do not have permissions
de_de: Du hast keine Berechtigung

source: You must enter a RestaurantCode
de_de: Du musst einen RestaurantCode eingeben

source: RestaurantCode cannot be validated currently, since the Server seems to be down. Try again later.
de_de: Der RestaurantCode kann im Moment nicht überprüft werden, weil der Server nicht erreichbar ist. Versuche es später noch einmal.

source: RestaurantCode is invalid, please get the correct RestaurantCode from your MenuPublisher backend.
de_de: Der RestaurantCode ist ungültig. Bitte nimm den richtigen RestaurantCode aus Deinem MenuPublisher Backend.

source: You must enter a unique snippet name.
de_de: Du musst einen eindeutigen Schnipselnamen eingeben.

source: You may only use numbers, upper and lower case letters (a-zA-Z), underscore "_" and minus "-" for snippet name.
de_de: Du darfst nur Zahlen, Groß- und Kleinbuchstaben (a-zA-Z), den Unterstrich "_" und Minus "-" als Schnipselnamen verwenden.

source: This snippet name is already used, choose another one
de_de: Dieser Schnipselname wird schon verwendet, bitte wähle einen anderen

source: back
de_de: zurück

source: Snippet setup
de_de: Schnipsel Einstellungen

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Dismiss this notice.
de_de: Meldung schliessen.

source: Snippet name:
de_de: Schnipselname

source: Must be unique among all snippets.
de_de: Muss unter allen Schnipseln eindeutig sein.

source: one column
de_de: eine Spalte

source: two columns
de_de: zwei Spalten

source: Lunch card:
de_de: Mittagstisch

source: Show lunch dishes
de_de: Zeige Mittagstisch Gerichte

source: show whole week
de_de: zeige ganze Woche

source: if you unselect whole week, then only dishes from today till sunday will be displayed
de_de: wenn du "zeige ganze Woche" deaktivierst, dann werden nur Gerichte vom jeweils aktuellen Tag bis Sonntag angezeigt

source: Menu (à la carte):
de_de: Speisekarte (à la Carte)

source: Show à la carte dishes
de_de: Zeige à la Carte Gerichte

source: save
de_de: speichern

source: %s setup
de_de: %s Einstellungen

source: You can find this in your MenuPublisher backend, navigate there to DISTRIBUTION => HOMEPAGE and search for <b>RestaurantCode</b>
de_de: Du kannst das in deinem MenuPublisher Backend finden, gehe dort zu VERTEILER => HOMEPAGE uns suche nach <b>RestaurantCode</b>

source: Show powered info
de_de: Zeige Powered Info

source: 2-columns layout
de_de: 2-Spalten Layout

source: 1-column layout
de_de: 1-Spalte Layout

source: shows lunch dishes
de_de: zeigt Mittagskartengerichte

source: of whole week
de_de: der ganzen Woche

source: shows à la carte dishes
de_de: zeigt à la Carte Gerichte

source: edit
de_de: bearbeiten

source: +add code snippet
de_de: +erstelle Code Schnipsel

source: <div style="color: red;">You may only use %s once on a page</div>
de_de: <div style="color: red;">Du darfst %s nur einmal auf einer Seite verwenden</div>

source: Please setup %s <a href="%s">here</a> before using this shortcode.
de_de: Bitte richte %s <a href="%s">hier</a> ein, bevor Du den Shortcode verwendest.

source: Here you have the possibility to exclude dishes that contain specific allergens or additives. If you wish to hide a menu with a certain allergen, then simply uncheck the corresponding checkbox. The same applies to additives.
de_de: Hier hast Du die Möglichkeit, Gerichte die bestimmte Allergene und Zusatzstoffe enthalten auszufiltern. Wenn Du ein Gericht mit einem bestimmten Allergen ausblenden möchtest, entferne das entsprechende Häckchen. Das selbe gilt auch für die Zusatzstoffe

source: Additives
de_de: Zusatzstoffe

source: Additives and allergens
de_de: Zusatzstoffe und Allergene

source: Allergens
de_de: Allergene

source: &gg; download card as PDF
de_de: &gg; Karte als PDF herunterladen

source: from
de_de: vom

source: Lunch
de_de: Mittagskarte

source: Menu
de_de: Speisekarte

source: Currently the restaurant has no menu setup, try again later.
de_de: Im Moment hat das Restaurant keine Gerichte eingetragen, versuche es später noch einmal.

source: or
de_de: oder

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Insert InlineCode
de_de: InlineCode einfügen

source: This plugin renders lunch or menus from a restaurant on MenuPublisher.de directly on your website
de_de: Dieses Plugin gibt den Mittagstisch oder die Speisekarten eines Restaurants bei MenuPublisher.de direkt auf Deiner Seite aus.
